/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {}
    },
    "16510315198c1783c4": {
      "type": "banner-slim",
      "settings": {
        "image": "shopify://shop_images/pilldrop_pet_prescriptions_aboutus.jpg",
        "image_position": "left",
        "subheading": "<p><strong>PILLDROP PETS</strong></p>",
        "colour": "light",
        "subheading_size": "h6",
        "heading": "<p>Price Match Guarantee</p>",
        "heading_size": "h1",
        "text": ""
      }
    },
    "165407221457d375a5": {
      "type": "text",
      "settings": {
        "heading": "At PillDrop, we want to ensure you always get the best value for your pets' needs.",
        "heading_size": "h2",
        "text": "<p>Our Price Match Guarantee means that if you find an identical product at a lower price elsewhere, we’ll match that price. Here's how it works:</p>",
        "button_label": "",
        "button_link": ""
      }
    },
    "165407237486075401": {
      "type": "text",
      "settings": {
        "heading": "Terms and Conditions:",
        "heading_size": "h3",
        "text": "<p>Product Price and Delivery: We match the total cost of the product, including delivery charges.</p><ul><li><strong>Exclusions: </strong>This guarantee does not apply to gifts with purchase, membership-based discounts, or special offers.</li><li><strong>Product Matching: </strong>The competitor’s product must exactly match ours—same brand, size, quantity, color, and must be new and authentic. The product must also be from the same manufacturer and shipped from the same country of origin.</li><li><strong>Publicly Advertised Price: </strong>The competitor’s price must be publicly advertised on their valid website. Screenshots will not be accepted.</li><li><strong>Competitor Location:</strong> The competitor must operate within New Zealand and use New Zealand currency.</li><li><strong>Total Cost:</strong> We match the competitor’s final price, including GST, taxes, fees, and delivery.</li><li><strong>Product Availability: </strong>The competitor’s product must be in stock at the time of comparison.</li><li><strong>One-Time Price Match: </strong>Approved price matches are a one-off and do not apply to future purchases.</li><li><strong>Discretion:</strong> PillDrop reserves the right to refuse a price match if it would result in a sale below cost price. This includes bulk-buying retailers or platforms like supermarkets, Facebook Marketplace, and others.</li><li><strong>Exclusions: </strong>Price matches do not apply to expired offers, auction listings, trade quotes, wholesale quantities, liquidation or clearance items, or any products from international retailers.</li><li><strong>Resellers and Retailers:</strong> Price matches are not available for resellers or retailers (including TradeMe and Facebook Marketplace).</li><li><strong>Quantity Limitations: </strong>PillDrop may limit the quantity of products available for price matching.</li><li><strong>Final Decision: </strong>All price match offers are at the discretion of our customer care team, and we will confirm the decision via email.</li></ul><p></p><h3>How to Submit a Price Match Request:</h3><p>Before submitting a request, please have the following details ready:</p><ul><li>Website link to the competitor’s price</li><li>Quantity needed</li></ul><p>Send an email to <a href=\"mailto:vet@pilldrop.co.nz\" target=\"_blank\">vet@pilldrop.co.nz</a></p><p>Once you have this information, submit your via email. Our team will get back to you with a decision within 24 hours.<br/></p><p><strong>Please note:</strong> This guarantee is only valid on the same day as the lower price is advertised.</p>",
        "button_label": "",
        "button_link": ""
      }
    },
    "1654072419df7eab99": {
      "type": "text",
      "settings": {
        "heading": "Our Story.",
        "heading_size": "h3",
        "text": "<p>Kia ora!</p><p>PillDrop’s vision is for healthy, thriving communities and for everyone to have access to a complete pharmacy experience that puts you and your family’s health first. </p><p>Our background and hearts are in community health. Jack has over twelve years’ experience as a community pharmacist and loves helping people of all ages and walks of life stay happy and healthy. Many of his patients that he first met twelve years ago, he still sees and helps today.</p><p>Suzanne, as an experienced nurse, is passionate about helping people stay well and independent for as long as possible. She believes medication management plays a huge part in making people stay safe and well at home.</p><p><br/></p><p><strong>But why stop at helping humans stay healthy? Our pets are an extension of our family – we want them to live happy, healthy lives too.</strong></p><p><br/></p><p><strong>Looking after our much-loved pets. </strong></p><p>With PillDrop Pets, we make it easier and affordable to receive your pets’ medicines.</p><p>PillDrop Pets has many of the features and benefits our customers love about PillDrop. We deliver straight to your door, so you don’t have to leave home to collect the prescription, and easy repeat ordering at your fingertips.  </p><p><strong>Pet care cost - a huge barrier.</strong></p><p>That’s why we’ve said goodbye to the middle person, huge mark-ups, and price games to make accessing the right pet medication simpler and much more affordable. Simply send your original prescription to our pharmacy and we’ll take care of the rest. Your vet can also scan or fax the prescription straight to us. Easy.</p><p><strong>Finally. New Zealand now has a digital pet pharmacy that’s designed with busy families in mind. </strong></p><p>PillDrop Pets communicates between vets, our pharmacy and you. It includes a portable, easy-to-follow medicine diary that tells you exactly what medicines your pets are on, how much supply you have left, and when you should see your vet for more. All these features are available to you anytime and anywhere through your personalised PillDrop Account.</p><p><strong>Building on the success of PillDrop, we’ve planned, designed and built a pet pharmacy model that continues to listen to you, our community.</strong></p><p>The result is PillDrop Pets: affordable and hassle-free pharmacy for New Zealand’s much-loved pets.  </p>",
        "button_label": "",
        "button_link": ""
      }
    },
    "1654072422ee4ffbdd": {
      "type": "background-image",
      "settings": {
        "image": "shopify://shop_images/banner_slim.jpg",
        "heading": "Express Delivery",
        "heading_size": "h2",
        "text": "<p><strong>To your door, anywhere you are in New Zealand.</strong></p>",
        "button_label": "Shop now",
        "button_link": "shopify://collections/all"
      }
    }
  },
  "order": [
    "main",
    "16510315198c1783c4",
    "165407221457d375a5",
    "165407237486075401",
    "1654072419df7eab99",
    "1654072422ee4ffbdd"
  ],
  "wrapper": "div.main-wrapper"
}
